/* Weight button in the toolbar */
": weight" = ": weight";

/* Add button */
"Add" = "Add";

/* Alert showing there are no ingredients */
"Add ingredient" = "Add ingredient";

/* Placeholder for picker with no dishes */
"Add kitchenware" = "Add kitchenware";

/* No comment provided by engineer. */
"Add kitchenware name" = "Add kitchenware name";

/* Title for adding new meal alert */
"Add new meal" = "Add new meal";

/* Weight before and after */
"Before/after weight" = "Before/after weight";

/* Cancel button */
"Cancel" = "Cancel";

/* Delete button */
"Delete" = "Delete";

/* Placeholder for complex weight entering */
"Enter below, I'll calculate" = "Enter below, I'll calculate";

/* Placeholder for gross weight textfield */
"Enter gross weight" = "Enter gross weight";

/* Weight textfield placeholder */
"Enter weight" = "Enter weight";

/* Placeholder for entering after weight */
"Enter weight AFTER" = "Enter weight AFTER";

/* Placeholder for entering before weight */
"Enter weight BEFORE" = "Enter weight BEFORE";

/* Alert explainig that user have to enter all ingredients first */
"Fill all ingredients weight and nutrition facts first" = "Fill all ingredients weight and nutrition facts first";

/* Unit measurment of gramms */
"gr" = "gr";

/* Weight with tare */
"Gross weight" = "Gross weight";

/* Alert showing that ingredient already exists */
"Ingredient already exists" = "Ingredient already exists";

/* Unit of measurement of calories per weight */
"kcal/100gr" = "kcal/100gr";

/* Next button in the toolbar */
"next" = "next";

/* OK title for alerts */
"OK" = "OK";

/* Pure weight title of segmented control */
"Pure weight" = "Pure weight";

/* Title for rename dish alert */
"Rename dish" = "Rename dish";

/* Placeholder for selecting tare */
"Select tare" = "Select tare";

